Revit 2024 API
VoltageType.ActualValue Property
 Get actual voltage value of this voltage definition, the unit is volt.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public double ActualValue { get; }
Visual Basic
Public ReadOnly Property ActualValue As Double
	Get
Visual C++
public:
property double ActualValue {
	double get ();
}
See Also
VoltageType Class
Autodesk.Revit.DB.Electrical Namespace